//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Annulla";
"Done" = "Fatto";

/* Default title */
"Photos" = "Foto";

/* No. of selected */
"%@ Photo Selected" = "%@ foto selezionata";
"%@ Photos Selected" = "%@ foto selezionate";
"%@ Video Selected" = "%@ video selezionato";
"%@ Videos Selected" = "%@ video selezionati";
"%@ Items Selected" = "%@ oggetto selezionato";

/* Grid view footer */
"%@ Photos" = "%@ foto";
"%@ Videos" = "%@ video";
"%@ Photos, %@ Videos" = "%1$@ foto, %2$@ video";

/* Assets index */
"%@ of %@" = "%1$@ di %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Questa app non ha accesso alle tue foto o ai tuoi video.";
"You can enable access in Privacy Settings." = "Puoi attivare l'accesso nelle Impostazioni sulla privacy.";

/* Messages if no assets */
"No Photos or Videos" = "Nessuna foto o video";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Puoi scattare foto e registrare video con la fotocamera oppure sincronizzandoli sul tuo %@\ncon iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Puoi sincronizzare foto e video sul tuo %@ con iTunes.";

/* Accessibility labels */
"Play" = "Riproduci";
"Select" = "Selezionare";
"Deselect" = "Deseleziona";

/* Video duration spell out */
"hours" = "ore";
"hour" = "ora";
"minutes" = "minuti";
"minute" = "minuto";
"seconds" = "secondi";
"second" = "secondo";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Cannot Play Stream Video";
"OK" = "OK";
